import { Schedule } from '../Model';

export const PITCH_INPUT_ITEMS: string[] = [
  // 4拍 - 30
  // タタタタ
  'タタタタ',
  'タ＼タタタ',
  'タタ＼タタ',
  'タタタ＼タ',
  // タータタ
  'タータタ',
  'タ＼ータタ',
  'タータ＼タ',
  // タタータ
  'タタータ',
  'タ＼タータ',
  'タタ＼ータ',
  // タタター
  'タタター',
  'タ＼タター',
  'タタ＼ター',
  'タタタ＼ー',
  // タンタタ
  'タンタタ',
  'タ＼ンタタ',
  'タンタ＼タ',
  // タタンタ
  'タタンタ',
  'タ＼タンタ',
  'タタ＼ンタ',
  // タタタン
  'タタタン',
  'タ＼タタン',
  'タタ＼タン',
  'タタタ＼ン',
  // タッタタ
  'タッタタ',
  'タ＼ッタタ',
  'タッタ＼タ',
  // タタッタ
  'タタッタ',
  'タ＼タッタ',
  'タタ＼ッタ',
];
